<template>
	<!--用户服务协议开始-->
	<div class="recharge">
		<!--头部开始-->
		<div class="head">
			<!--返回-->
			<span class="sdj-logback" @click="back()">
				<img src="../../common/image/fanhui2.png" alt="" />
			</span>
			<!--标题-->
			<span class="title">用户服务协议</span>
		</div>
		<!--头部结束-->
		<!--内容开始-->
		<div class="content">
			<div class="d1">
				<p>尊敬的用户，欢迎您注册成为本平台用户。本协议阐述之条款和条件适用于您使用顺道嘉App平台所提供的各种工具和服务，在注册前请您仔细阅读如下服务条款：</p>
				<p>“顺道嘉”是由北京同创共享网络科技有限公司独立开发、运营的电子商务平台。在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</p>
			</div>
			<div class="d2">
				<h1>1.服务条款的接受</h1>
				<p>1.1 当用户选择访问或使用本平台有关服务时，将视为同意接受本协议全部条款内容并接受其约束。</p>
				<p>1.2 除非另有明确规定，本平台推出的新功能和新服务，均无条件的使用本协议。本平台保留在任何时候修改本协议条款的权利，且无需另行通知。用户在接受服务时应时刻关注并全面遵守。</p>
				<h1>2.服务内容</h1>
				<p>2.1 顺道嘉通过互联网依法为用户提供互联网信息服务，用户在完全同意本协议及本平台规定的前提下，方有权使用本平台的相关服务。</p>
				<p>2.2 顺道嘉平台服务的具体内容由本平台根据实际情况提供，并对所提供之服务拥有最终解释权。</p>
				<p>2.3 顺道嘉平台仅向其会员提供相关服务，与相关服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均由会员自行负担。</p>

				<h1>
				3.用户注册
			</h1>
				<p>3.1 用户可以通过在本平台免费注册账号接受本平台提供的各项服务，注册时应根据本平台的要求，提供真实、准确、即时、完整的注册信息，包括但不限于您的姓名或名称、联系地址、联系电话等易于信息及时传递的通讯方式和工具。因注册信息不真实而引起的一切损失由用户承担，本平台不负任何责任并有权冻结或注销用户的账号。</p>
				<p>3.2 注册成功后，用户将获得账号及其密码，作为您在本平台交易及享受服务时唯一的身份标识。用户有义务自行妥善保管账户和密码，不得将自身账号转让、转借或任何他人使用，并对由此引发的纠纷、损失和法律后果承担全部责任。</p>
				<h1>
				4.用户的权利和义务
			</h1>
				<p>4.1 用户有权使用自己的用户名及密码随时登录顺道嘉平台下单购买商品及其他服务。</p>
				<p>4.2 用户有权利通过平台下单及推广顺道嘉平台获得消费积分，并使用积分进行消费抵现。</p>
				<p>4.3 用户有权利对顺道嘉商户的服务做出评价和投诉，并提出建议和意见。</p>
				<p>4.4 用户不得以虚构事实等方式恶意诋毁“顺道嘉”APP（简称“平台”）或商家的商誉；不得以任何技术手段或其他方式干扰平台的正常运行或干扰其他用户的使用。</p>
				<h1>
				5.纠纷、争议及投诉处理
			</h1>
				<p>用户在使用平台的过程中，发现可能有侵害自己权利的事实时，应当自知道之日起1小时内及时通知平台并提供相应的证明材料。因投诉不实给平台或第三方造成损失的，应承担相应的法律责任。</p>

				<h1>
				6.不可抗力
			</h1>
				<p>6.1 因不可抗力或者其他意外事件，使得本协议履行不能、双方均不承担责任。</p>
				<p>6.2 本协议所称不可抗力是指不能预见、不能避免并不能克服的客观情况，包括战争、台风、火灾、水灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。遭受不可抗力一方当事人能够通知的应立即书面通知另一方，避免损失扩大。</p>
				<h1>
				7.责任声明
			</h1>
				<p>7.1 鉴于网络服务的特殊性，平台不对基本安全、稳定以外其他外部干扰、黑客攻击等因素造成的用户与平台服务器之间的连接受阻而无法访问负责。用户同意自己承担因平台意外中断、操作失误或传输迟延、电脑病毒、网络连接故障、未经授权的进入等引起的损失。本网络无法保证网络信息服务的准确性，顺道嘉对用户因使用平台而造成的损失不负法律责任。</p>
				<p>7.2 用户明确同意接受本平台服务所存在的风险及其后果将完全由其自己承担，平台对用户不承担任何责任。如因用户违反法律、法规或本协议项下的任何条款而给平台或任何第三人造成损失，用户同意承担由此造成的全部损害赔偿责任。</p>

				<h1>
				8.违约责任
			</h1>
				<p>8.1 因用户违反本协议的约定即构成违约，违约方应当向平台承担违约责任。</p>
				<p>8.2 如因用户提供的信息不真实、不完整或不准确给平台或商家造成损失的，平台有权要求用户承担损害赔偿责任。</p>
				<p>8.3 如因用户违反法律法规或本协议约定，在平台或利用平台服务从事非法活动的，平台有权立即终止服务，注销其账号，并要求其赔偿由此给平台造成的所有损失。</p>
				<p>8.4 如用户以技术手段干扰平台的运行或干扰其他用户对平台的使用，平台有权立即注销其账号，并有权要求其赔偿由此给平台造成的损失。</p>
				<p>8.5 如用户以虚构事实等方式恶意诋毁平台及商家的商誉，平台有权要求公开道歉，赔偿其造成的损失。</p>

				<h1>
				9.法律适用及管辖
			</h1>
				<p>9.1 用户如果在本协议约定内容履行过程中，对相关事宜的履行发生争议，由双方协商解决，协商不成，提交至北京市通州区人民法院裁决。</p>
				<p>9.2 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国颁布的相关法律、法规。</p>
				<p>9.3 本协议最终解释权及修订权归北京同创共享网络科技有限公司享有。</p>

			</div>
		</div>
		<!--用户服务协议结束-->
		<router-view></router-view>
	</div>
</template>

<script>
	export default {
		data() {
			return {}
		},
		props: {

		},
		methods: {
			//返回
			back() {
				this.$router.back();
			},

		},
		computed: {

		},
		components: {

		},
		mounted() {

		},
		created() {

		},
		watch: {

		}
	}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
	/*用户服务协议开始*/
	
	.recharge {
		position: fixed;
		top: 0;
		bottom: 0;
		left: 0;
		right: 0;
		background: #FFFFFF;
		z-index: 1002;
		overflow: auto;
	}
	/*头部开始*/
	
	.head {
		width: 100%;
		box-sizing: border-box;
		height: 44px;
		background: #FFFFFF;
		position: fixed;
		text-align: center;
		border: 1px solid #EDEDED;
	}
	/*返回*/
	
	.sdj-logback {
		display: inline-block;
		width: 18px;
		height: 16px;
		position: absolute;
		top: 14px;
		left: 12px;
	}
	
	.sdj-logback img {
		display: block;
		width: 100%;
		height: 100%;
	}
	/*标题*/
	
	.title {
		font-family: PingFangSC-Medium;
		font-size: 18px;
		color: #4C4C4C;
		letter-spacing: 0;
		line-height: 44px;
	}
	/*头部结束*/
	/*内容开始*/
	
	.content {
		margin-top: 44px;
	}
	
	.d1,
	.d2 {
		padding-left: 16px;
		padding-right: 16px;
	}
	
	.d1 {
		padding-top: 12px;
	}
	
	.d1 p {
		font-family: PingFangSC-Regular;
		font-size: 14px;
		color: #333333;
		letter-spacing: 0;
		line-height: 21px;
		padding-bottom: 20px;
	}
	
	.d2 p {
		font-family: PingFangSC-Regular;
		font-size: 14px;
		color: #666666;
		letter-spacing: 0;
		line-height: 21px;
		padding-bottom: 20px;
	}
	
	.d2 h1 {
		font-family: PingFangSC-Medium;
		font-size: 14px;
		color: #333333;
		letter-spacing: 0;
		line-height: 14px;
		padding-bottom: 8px;
	}
	/*内容结束*/
</style>